{
  "Zodiai":[
   ],
  "Original":
   ["Vis ko nors mokausi.",
    "Netrukus - nulinio programavimo.",
    "Koncentravausi ties ersonalo vadyba ir atskiromis jos sritimis pagal aktualumą praktinėms užduotims organizacijose, su kuriomis dirbu.",
    "Ypač šiuo metu domiuosi technologijų žmonių valdymui, įvairovės ir įtraukties, talentų pritraukimo ir atrankos, tvarios personalo vadybos temomis.",
    "Anksčiau mokiausi iš renginių, klubų ir tinklaveikos su kolegomis, pastaruoju metu skaitau, klausau visokį aktualų turinį ir vebinarinuos.",
    "To ir praktinės veiklos, jaučiu, pakanka, kad atnaujinti žmonių vadybos žinias pagal laikmetį ir organizacijų poreikius.",
    "Pastaruosius 10 m. prie interesų prisidėjau mokslą ir akademinės veiklos subtilybes.",
    "PhD studijos su akademinėm atostogom truko 7 metus, per kuriuos perėjau į kitą matymo perspektyvą, o išmokau tyrimų metodologijos, multidisciplininio požiūrio, pradėjau geriau ir daugiau rašyti.",
    "Be to, buvo visokių situacijų, gyvenimas 'atsitiko', supratau, kad žinios ir patirtis - tik labai maža dalis, ką reikia į save investuoti.",
    "Požiūris, emocinė būsena yra visa ko variklis. Todėl skiriu laiko minkštųjų kompetencijų tobulinimui ir saviugdai.",
    "Pajutau, kad vėl noriu mokytis, praėjus 3 m. po disertacijos gynimo.",
    "Knietėjo daugiau pasigilinti į organizacijų konsultavimą, svarsčiau geštalto ar kokį kitą požiūrį.",
    "Dabar giliau apsistoti ties tvaraus verslo ir tvarios žmonių vadybos doktrina, toliau ieškosiu į šią srovę įsiliejančių žinių, kaip rašiau praeitame poste: https://rb.gy/enw4xg",
    "Ačiū MRU, kur dėstau organizacinę psichologiją, už narystę Lietuvos kokybės vadybos ir inovacijos asociacijoje, kurios mokymuose ir sužinojau apie NO-CODE panaudojimą procesų automatizavimui.",
    "O krūva perklausytų AI vebinarų pasufleravo no-code integravimą su AI įrankiais.",
    "Ką wiki sako apie nulinį programavimą (no-code)?",
    "Leidžia kurti taikomąją programinę įrangą naudojant grafines vartotojo sąsajas ir konfigūraciją, o ne tradicinį kompiuterio programavimą, pagrįstą kodo rašymu.",
    "Taigi, užsirašiau į kursus: nulinis programavimas, IT produktų kūrimas.",
    "Persikvalifikuoti į IT nežadu, nors kas žino, 'niekad nesakyk niekada', be to, dabar tai manau yra 'madinga' tendencija, ir ko gero galėtų būti perspektyvi, nes specialistų tech srityje trūksta.",
    "Toliau noriu darbuotis su žmonių vadyba: man patinka išspręsti problemą, palengvinti 'gyvenimą' vadovams ir darbuotojams organizacijose, stebėti kaip ši sritis vystosi, kinta organizacijų poreikiai ir žmonių lūkesčiai organizacijoms.",
    "Tikiu, kad mano nauji IT įgūdžiai pasitarnaus teikiant organizacijoms HR tech konsultacijas, optimizuojant HR procesus ir integruojant HR įrankius tarpusavyje.",
    "NO-CODE platformos stipriai populiarėja kuriant skaitmeninius sprendimus organizaciniams procesams.",
    "Pavydėdavau ITšnikams, jie man atrodė tokie protingi. Su entuziazmu laukiu kursų pradžios.",
    "Norite sužinoti kaip HR Tech pagerina procesus?",
    "Pasikalbam."
   ]
}
